CSI API ETABS v1
cGenDispl.DeletePoint Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int DeletePoint(
	string Name,
	string PointName
)
Function DeletePoint (
	Name As String,
	PointName As String
) As Integer
Dim instance As cGenDispl
Dim Name As String
Dim PointName As String
Dim returnValue As Integer
returnValue = instance.DeletePoint(Name,
	PointName)
int DeletePoint(
	String^ Name,
	String^ PointName
)
abstract DeletePoint :
        Name : string *
        PointName : string -> int
Parameters
Name
Type: System.String
PointName
Type: System.String
Return Value
Type: Int32
See Also
Reference
cGenDispl Interface
ETABSv1 Namespace